[
  {
    "name": "Foo",
    "email": "bar@mail.com",
    "input": "This is an example entry.",
    "id": "61301ce2",
    "verified": false,
    "bookmarked": true,
    "deleted": false
  },
  {
    "name": "Crystal",
    "email": "bridges@netscape.net",
    "input": "This is another example entry. This entry should look like it's verified. Verifying an entry means it can now be integrated into the actual artwork.",
    "id": "d8e00cdb",
    "verified": true,
    "bookmarked": true,
    "deleted": false
  },
  {
    "name": "Listening Forest",
    "email": "",
    "input": "You can also bookmark an entry to save it for later. This is useful for entries that need a second look or ones that need to be remembered.",
    "id": "3724c344",
    "verified": false,
    "bookmarked": true,
    "deleted": false
  },
  {
    "name": "Deleter",
    "email": "",
    "input": "If you press the X icon on the bottom-right of an entry, you can delete it from the archive. Be careful - once you delete an entry, it's gone forever!",
    "id": "0b15280a",
    "verified": false,
    "bookmarked": true,
    "deleted": false
  },
{
  "name": "JB Hunt",
  "email": "",
  "input": "daddy worked on the oil well in Hebert. School house up the road two blocks and the teachers stayed with them. Had 2 older brothers and he wanted to go to school even before he was old enough because the teachers brought him. Worked in sawmills and picking cotton, and milked cows",
  "id": "98dd575e",
  "verified": false,
  "bookmarked": false,
  "deleted": false
},
{
  "name": "Beatrice Shelby",
  "email": "",
  "input": "4 sisters, 4 brothers; talked about childhood raising chicken and protecting \nvegetables, and canning fruit, milking cows, churning butter. Got a freezer and stopped canning so much. Good neighborly relations where ppl would share with one another.",
  "id": "67f466c1",
  "verified": false,
  "bookmarked": false,
  "deleted": false
},
{
  "name": "Betty Bumpers",
  "email": "",
  "input": "talked about land and cotton fields and Sycamore trees. Cotton scales. Grandfather would plant corn and peas, and she would bring a drink of water to him and she would help him pick peas. In return he would give her a penny. Left the farm when she was 12.",
  "id": "721094f4",
  "verified": false,
  "bookmarked": false,
  "deleted": false
},
{
  "name": "Bob Lamb",
  "email": "",
  "input": "father would drive through town to look for people who would chop cotton for the day. Had three families that lived on the farm and worked with him all the time.  Landowner provided land and seed, and the sharecropper would provide the labour and the equipment.",
  "id": "9ac40d7f",
  "verified": false,
  "bookmarked": false,
  "deleted": false
},
{
  "name": "CC Merrcer",
  "email": "",
  "input": "Moved to Arkansas in 1927, when he was 3 yrs old. Talked about going to see the flood and it seemed to him like an ocean and how the flood caused significant aspects of the city (not clear which) to be redesigned. ",
  "id": "5943d023",
  "verified": false,
  "bookmarked": false,
  "deleted": false
},
{
  "name": "Dale Bumpers",
  "email": "",
  "input": "Father was a clerk in Charleston hardware and furniture store, was the first \ntime they had financial security that ensured they could eat 3 meals/day.",
  "id": "f3fa535b",
  "verified": false,
  "bookmarked": false,
  "deleted": false
},
{
  "name": "Donna Axum Whitworth",
  "email": "",
  "input": "To drive from El Dorado to Fayetteville in the early days for school or bankers association would take 8 hours because of the mountain roads and if one got stuck behind a watermelon or a chicken truck it would take forever. NW Arkansas was less muggy than the southern part.",
  "id": "8e285158",
  "verified": false,
  "bookmarked": false,
  "deleted": false
},
{
  "name": "Dorothy Gillam",
  "email": "",
  "input": "Remembers her father picking cotton. Too young to pick cotton herself, a fun thing for her was to ride on his cotton sack. “That’s all I remember of picking cotton. Thank God I didn’t have to pick cotton, but I am sure he picked enough for me",
  "id": "65f1edff",
  "verified": false,
  "bookmarked": false,
  "deleted": false
},
{
  "name": "Irby Jones",
  "email": "",
  "input": "At 7yrs-old she remembers her brother being very ill and her mother sobbing with her head on a table for fear that he would die. She says that that day she resolved to be a doctor when she grew up – not a doctor concerned with money, but to help those who were less fortunate.",
  "id": "bf678c4d",
  "verified": false,
  "bookmarked": false,
  "deleted": false
},
{
  "name": "George Haley",
  "email": "",
  "input": "Dean said they could not study in the library, could not use student restrooms. At the beginning they used the Dean’s private restroom. Then it was decided they (Black students) would use the faculty restrooms. ",
  "id": "2eb3b493",
  "verified": false,
  "bookmarked": false,
  "deleted": false
}
]